Repository: bubuche93/artemia
Catalog: sites/all/modules/gallery_assist_lightboxes/translations/gallery_assist_lightboxes.*.po
Languages: de

source: next ›
de: nächste Seite ›

source: ‹ previous
de: ‹ vorherige Seite

source: Lightboxes for Gallery Assist
de: Lightboxes für Gallery Assistent

source: none
de: Keine

source: Choose a lightbox variant.
de: Eine Lightbox-Variant wählen.

source: Please wait...
de: Bitte warten...

source: @lightbox_variant settings
de: Konfiguration von @lightbox_variant

source: Validation error, please try again. If this error persists, please contact the site administrator.
de: Fehler bei der Gültigkeitsüberprüfung, bitte erneut versuchen. Falls der Fehler bestehen bleibt, wenden Sie sich bitte an den Administrator der Website.

source: @lightboxes settings
de: @lightboxes Einstellungen

source: You have changed the lightbox for Gallery Assist. The configuration data are stored only by pressing the button save.
de: Sie haben eine andere lightbox für Galerie Assistent gewählt. Die Einstellungen werden nach dem Speichern aktiv.

source: This module not contains lightboxes. The application facilitates to apply a lightbox to images belonging to a gallery created with Gallery Assist. It supports Lightbox2 and some of its modifications. These can be downloaded from their respective websites. Here the links:
de: Dieses Modul enthält keine Lightboxen. Dieses Modul ermöglicht die Anwendung von Lightbox auf Galeriebilder, die zum Inhaltstyp Galerie Assisten oder desen Zuweisungen gehören. Es unterstützt Lightbox2 und einige seiner Modifikationen. Diese können von den jeweiligen Webseiten heruntergeladen werden. Hier die Links:

source: Once downloaded unpack the files, rename the folders to (lightbox, litebox, thickbox or prettyBox) and move all in to the lightboxes folder in the gallery_assist_lightboxes directory. Back to this adress and choose one.
de: Einmal heruntergeladen, entpacken und umbenennen Sie die Ordner zu (lightbox, litebox, thickbox oder prettyBox) dann bewegen Sie sie in den Ordner lightboxes in gallery_assist_lightboxes. Kommen Sie zu dieser Adresse zurück und wählen Sie eine Lightbox.

source: @lb_count lightbox modifications are available to use on this Drupal installation.
de: @lb_count Lightbox-Varianten stehen zur verfügung.

source: Dark rounded
de: Dunkel und abgerundet

source: Dark square
de: Dunkel und quadratisch

source: Light rounded
de: Hell und abgerundet

source: Light square
de: Hell und quadratisch

source: Animation speed
de: Animationsgeschwindigkeit

source: Opacity
de: Opazität

source: Counter separator label
de: Counter-Trenner

source: Padding
de: Innenabstand

source: Show title
de: Zeige den Titel

source: Allow resize
de: Größenänderung erlauben

source: You have just selected the <strong>@lightbox</strong>. It work with default settings.
de: Sie haben eben die <strong>@lightbox</strong> gewählt. Sie arbeitet mit Standartwerten.

source: Gallery Assist Lightboxes can't -for the moment- manage the settings to this lightbox.
de: Galerie Assistent Lightboxes kann zur Zeit die Konfiguration dieser Lightbox nicht administrieren.

source: If you need to change the settings, do it directly in the js file.
de: Wenn Sie andere Einstellungen brauchen, ändern Sie sie direkt in der JS-Datei.

source: administer gallery_assist_lightboxes
de: Gallery-Assist Lightboxen verwalten

source: Gallery Assist Lightboxes
de: Galerie Assistent Lightboxes

source: Allow Gallery Assist to apply lightboxes.
de: Ermöglich Lightboxes an Galerie Assistent Bilder anzuwenden.
